Repository: fennelouski/bratify
Catalog: brat/Localizable.xcstrings
Source language: en
Languages: af, ar, be, bg, bn, ca, cs, cy, da, de, el, es, es_419, es_us, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, lt, lv, mk, mn, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sr_latn, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hk

source: Background Shadows
af: Agtergrond Skaduwees
ar: خلفية الظلال
be: Фон Ценявыя вобласці
bg: Фон Сенки
bn: পটভূমি শ্যাডো
ca: Fons Ombres
cs: Pozadí Stíny
cy: Cefndir Cysgodion
da: Baggrund Skygger
de: Hintergrund Schatten
el: Φόντο Σκιές
es: Fondo Sombras
es_419: Fondo Sombras
es_us: Sombras de fondo
et: Taust Varjud
eu: Atzealdia Itzalak
fa: پس‌زمینه سایه‌ها
fi: Tausta Varjot
fil: Mga Anino sa Background
fr: Arrière-plan Ombres
fr_ca: Arrière-plan Ombres
ga: Cúlra Scáthanna
gl: Fondo Sombras
he: רקע צלליות
hi: पृष्ठभूमि परछाईं
hr: Pozadina Sjene
hu: Háttér Árnyékok
hy: Ֆոն Ստվերներ
id: Latar belakang Bayangan
is: Bakgrunnur Skuggar
it: Sfondo Ombre
ja: 背景 シャドウ
ka: ფონი ჩრდილები
kk: Фон Көлеңкелер
ko: 배경 그림자
lt: Fonas Šešėliai
lv: Fons Ēnas
mk: Позадина Сенки
mn: Дэвсгэр Сүүдэр
ms: Latar belakang Bayang-bayang
nb: Bakgrunn Skygger
nl: Achtergrond Schaduwen
pl: Tło Cienie
pt_br: Fundo Sombras
pt_pt: Fundo Sombras
ro: Fundal Umbre
ru: Фон Тени
sk: Pozadie Tiene
sl: Ozadje Sence
sq: Sfondi Hijet
sr: Позадина Сенке
sr_latn: Pozadina Senke
sv: Bakgrund Skuggor
sw: Mandharinyuma Vivuli
ta: பின்னணி நிழல்கள்
te: నేపథ్యం నీడలు
th: พื้นหลัง เงา
tr: Arka plan Gölgeler
uk: Фон Тіні
ur: پس منظر سائے
uz: Fon Soyalar
vi: Nền Bóng tối
zh_hans: 背景 阴影
zh_hk: 背景 陰影

source: Background Sharpen
af: Agtergrond Verskerp
ar: زيادة حدة الخلفية
be: Рэзкасць фону
bg: Резкост на фона
bn: পটভূমি শার্পন
ca: Enfoca el fons
cs: Ostrost pozadí
cy: Miniogi cefndir
da: Skærp baggrund
de: Hintergrund schärfen
el: Όξυνση φόντου
es: Aumentar nitidez del fondo
es_419: Enfocar fondo
es_us: Sharpen background
et: Taust teravamaks
eu: Atzeko planoaren fokatzea
fa: تیز کردن پس زمینه
fi: Terävöitä taustaa
fil: Patalasin ang Background
fr: Renforcer la netteté de l’arrière-plan
fr_ca: Accentuer la netteté de l’arrière-plan
ga: Géaraigh cúlra
gl: Enfocar fondo
he: חידוד רקע
hi: पृष्ठभूमि शार्पन
hr: Izoštri pozadinu
hu: Háttér élesítése
hy: Ֆոնի կտրուկություն
id: Pertajam latar
is: Bakgrunnur Skerpa
it: Nitidezza sfondo
ja: 背景のシャープ化
ka: ფონის სიმკვეთრე
kk: Фон анықтығы
ko: 배경 선명하게
lt: Fono paryškinimas
lv: Fona asināšana
mk: Изострување на позадина
mn: Дэвсгэрийн тодруулалт
ms: Ketajaman latar
nb: Skjerpe bakgrunn
nl: Achtergrond verscherpen
pl: Wyostrzenie tła
pt_br: Aumentar nitidez do plano de fundo
pt_pt: Nitidez do fundo
ro: Ascuțire fundal
ru: Резкость фона
sk: Zaostrenie pozadia
sl: Izostritev ozadja
sq: Mprehtësia e sfondit
sr: Изоштравање позадине
sr_latn: Izoštravanje pozadine
sv: Skärpa bakgrund
sw: Mandharinyuma Inyoa
ta: பின்புல கூர்மை
te: నేపథ్య షార్పన్
th: ความคมชัดพื้นหลัง
tr: Arka plan keskinleştirme
uk: Різкість тла
ur: پس منظر تیز
uz: Fon o‘tkirligi
vi: Làm nét nền
zh_hans: 背景锐化
zh_hk: 背景銳化

source: Background Temperature
af: Agtergrond Temperatuur
ar: خلفية درجة الحرارة
be: Фон Тэмпература
bg: Фон Температура
bn: পটভূমি তাপমাত্রা
ca: Fons Temperatura
cs: Pozadí Teplota
cy: Cefndir Tymheredd
da: Baggrund Temperatur
de: Hintergrund Temperatur
el: Φόντο Θερμοκρασία
es: Fondo Temperatura
es_419: Fondo Temperatura
es_us: Temperatura de fondo
et: Taust Temperatuur
eu: Atzealdia Tenperatura
fa: پس‌زمینه دما
fi: Tausta Värilämpötila
fil: Temperatura sa Background
fr: Arrière-plan Température
fr_ca: Arrière-plan Température
ga: Cúlra Teocht
gl: Fondo Temperatura
he: רקע טמפרטורה
hi: पृष्ठभूमि तापमान
hr: Pozadina Temperatura
hu: Háttér Hőmérséklet
hy: Ֆոն Ջերմաստիճան
id: Latar belakang Suhu
is: Bakgrunnur Hitastig
it: Sfondo Temperatura
ja: 背景 色温度
ka: ფონი ტემპერატურა
kk: Фон Температура
ko: 배경 색 온도
lt: Fonas Temperatūra
lv: Fons Temperatūra
mk: Позадина Температура
mn: Дэвсгэр Температур
ms: Latar belakang Suhu
nb: Bakgrunn Fargetemperatur
nl: Achtergrond Temperatuur
pl: Tło Temperatura
pt_br: Fundo Temperatura
pt_pt: Fundo Temperatura
ro: Fundal Temperatură
ru: Фон Температура
sk: Pozadie Teplota
sl: Ozadje Temperatura
sq: Sfondi Temperatura
sr: Позадина Температура
sr_latn: Pozadina Temperatura
sv: Bakgrund Temperatur
sw: Mandharinyuma Joto
ta: பின்னணி வெப்பநிலை
te: నేపథ్యం ఉష్ణోగ్రత
th: พื้นหลัง อุณหภูมิสี
tr: Arka plan Renk Sıcaklığı
uk: Фон Температура
ur: پس منظر رنگ درجہ حرارت
uz: Fon Harorat
vi: Nền Nhiệt độ màu
zh_hans: 背景 色温
zh_hk: 背景 色溫

source: Background Tint
af: Agtergrond Tint
ar: خلفية صبغة
be: Фон Адценне
bg: Фон Оцветяване
bn: পটভূমি টিন্ট
ca: Fons Tint
cs: Pozadí Odstín
cy: Cefndir Lliw
da: Baggrund Farvetone
de: Hintergrund Farbstich
el: Φόντο Απόχρωση
es: Fondo Tinte
es_419: Fondo Tinte
es_us: Tinte de fondo
et: Taust Toon
eu: Atzealdia Tinta
fa: پس‌زمینه رنگ‌آمیزی
fi: Tausta Värivivahdus
fil: Tint ng Background
fr: Arrière-plan Teinte
fr_ca: Arrière-plan Teinte
ga: Cúlra Dathúchán
gl: Fondo Tinte
he: רקע גוון
hi: पृष्ठभूमि रंगत
hr: Pozadina Ton boje
hu: Háttér Tónus
hy: Ֆոն Ներկ
id: Latar belakang Rona
is: Bakgrunnur Litblær
it: Sfondo Tinta
ja: 背景 ティント
ka: ფონი ელფერი
kk: Фон Реңк
ko: 배경 색조
lt: Fonas Spalvos tonas
lv: Fons Toņojums
mk: Позадина Нијанса
mn: Дэвсгэр Өнгийн нюанс
ms: Latar belakang Tona
nb: Bakgrunn Fargenyanse
nl: Achtergrond Tint
pl: Tło Zabarwienie
pt_br: Fundo Matiz
pt_pt: Fundo Matiz
ro: Fundal Nuanță
ru: Фон Оттенок
sk: Pozadie Tón
sl: Ozadje Barvni odtenek
sq: Sfondi Nuanca
sr: Позадина Нијанса
sr_latn: Pozadina Nijansa
sv: Bakgrund Tonskiftning
sw: Mandharinyuma Rangi
ta: பின்னணி நிரப்பி
te: నేపథ్యం టింట్
th: พื้นหลัง สีย้อม
tr: Arka plan Renk tonu
uk: Фон Відтінок
ur: پس منظر رنگت
uz: Fon Rang nozikligi
vi: Nền Tông màu
zh_hans: 背景 色调
zh_hk: 背景 色調

source: Background Unsharp Mask
af: Agtergrond Skerp masker
ar: خلفية قناع الحدة
be: Фон Нерэзкая маска
bg: Фон Маска за острота
bn: পটভূমি আনশার্প মাস্ক
ca: Fons Màscara de desenfocament
cs: Pozadí Maska doostření
cy: Cefndir Mwgwd Ansharb
da: Baggrund Unskarp maske
de: Hintergrund Unscharf maskieren
el: Φόντο Μη εστιασμένη μάσκα
es: Fondo Máscara de enfoque
es_419: Fondo Máscara de enfoque
es_us: Máscara de enfoque de fondo
et: Taust Teravustamise mask
eu: Atzealdia Zorroztze-maskara
fa: پس‌زمینه ماسک تیزی
fi: Tausta Epätarkka peite
fr: Arrière-plan Masque flou
fr_ca: Arrière-plan Masque flou
ga: Cúlra Masc Neamhghéar
gl: Fondo Máscara de nitidez
he: רקע מסכה לא חדה
hi: पृष्ठभूमि अनशार्प मास्क
hr: Pozadina Maska izoštravanja
hu: Háttér Életlen maszk
hy: Ֆոն Անկտուր դիմակ
id: Latar belakang Masker tidak tajam
is: Bakgrunnur Óskarpa grímur
it: Sfondo Maschera di contrasto
ja: 背景 アンシャープマスク
ka: ფონი დამახინჯებული ნიღაბი
kk: Фон Бұлдыр маска
ko: 배경 언샤프 마스크
lt: Fonas Neaštri kaukė
lv: Fons Neasā maska
mk: Позадина Нечиста маска
mn: Дэвсгэр Тод бус маск
ms: Latar belakang Topeng tidak tajam
nb: Bakgrunn Uskarp maske
nl: Achtergrond Onscherp masker
pl: Tło Maska niezaostrzająca
pt_br: Fundo Máscara de contraste
pt_pt: Fundo Máscara de realce
ro: Fundal Mască neclară
ru: Фон Нерезкая маска
sk: Pozadie Maska doostrovania
sl: Ozadje Maska za ostrenje
sq: Sfondi Maska e pandrequr
sr: Позадина Мека маска
sr_latn: Pozadina Meka maska
sv: Bakgrund Oskarp mask
sw: Mandharinyuma Kidago kisichokuwa wazi
ta: பின்னணி அரிக்கப்படாத மாஸ்க்
te: నేపథ్యం అస్పష్ట మాస్క్
th: พื้นหลัง อันชาร์ปมาสก์
tr: Arka plan Keskin olmayan maske
uk: Фон Нерізка маска
ur: پس منظر غیر واضح ماسک
uz: Fon Noaniq niqob
vi: Nền Mặt nạ mờ
zh_hans: 背景 不锐化蒙版
zh_hk: 背景 不銳利遮罩

source: Background Vibrance
af: Agtergrond Lewendigheid
ar: خلفية الحيوية
be: Фон Насычанасць
bg: Фон Наситеност
bn: পটভূমি ভাইব্রেন্স
ca: Fons Vibràncies
cs: Pozadí Živost
cy: Cefndir Bywiogrwydd
da: Baggrund Livfuldhed
de: Hintergrund Dynamik
el: Φόντο Ζωντάνια
es: Fondo Intensidad
es_419: Fondo Intensidad
es_us: Vibración del fondo
et: Taust Elujõud
eu: Atzealdia Biztasuna
fa: پس‌زمینه سرزندگی
fi: Tausta Eloisuus
fr: Arrière-plan Vibrance
fr_ca: Arrière-plan Vibrance
ga: Cúlra Beocht
gl: Fondo Viveza
he: רקע חיוניות
hi: पृष्ठभूमि ज्वलंतता
hr: Pozadina Živost boja
hu: Háttér Élénkség
hy: Ֆոն Կենսունակություն
id: Latar belakang Kecemerlangan
is: Bakgrunnur Lífleiki
it: Sfondo Naturalezza
ja: 背景 自然な彩度
ka: ფონი სიცოცხლისუნარიანობა
kk: Фон Қайнарлық
ko: 배경 바이브런스
lt: Fonas Gyvumas
lv: Fons Dzīvīgums
mk: Позадина Живост
mn: Дэвсгэр Тод байдал
ms: Latar belakang Kecemerlangan
nb: Bakgrunn Livlighet
nl: Achtergrond Levendigheid
pl: Tło Żywość
pt_br: Fundo Vibração
pt_pt: Fundo Vibração
ro: Fundal Vivacitate
ru: Фон Живость
sk: Pozadie Živosť
sl: Ozadje Živahnost
sq: Sfondi Gjallëria
sr: Позадина Живост
sr_latn: Pozadina Živost
sv: Bakgrund Livlighet
sw: Mandharinyuma Msisimko
ta: பின்னணி துடிப்பு
te: నేపథ్యం వైభ్రెన్స్
th: พื้นหลัง ความสดใส
tr: Arka plan Canlılık
uk: Фон Жвавість
ur: پس منظر توانائی
uz: Fon Quvvat
vi: Nền Độ rực rỡ
zh_hans: 背景 自然饱和度
zh_hk: 背景 自然飽和度

source: Background Vignette
af: Agtergrondvignet
ar: تظليل الخلفية
be: Віньетка фону
bg: Винетка на фона
bn: ব্যাকগ্রাউন্ড ভিগনেট
ca: Vineta del fons
cs: Vinetace pozadí
cy: Fignet cefndir
da: Baggrunds-vignet
de: Hintergrund-Vignette
el: Βινιετάρισμα φόντου
es: Viñeta del fondo
es_419: Viñeta del fondo
et: Taustvinjett
eu: Atzeko planoaren bineta
fa: تصویر زمینه پس زمینه
fi: Taustan vinjetointi
fr: Vignettage de l’arrière-plan
fr_ca: Vignetage de l’arrière-plan
ga: Vignéad cúlra
gl: Viñeta do fondo
he: הצללה מעגלית לרקע
hi: पृष्ठभूमि विग्नेट
hr: Vinjeta pozadine
hu: Háttér vignetta
hy: Վինյետ ֆոն
id: Vineta latar
is: Bakgrunnsvinjetta
it: Vignettatura sfondo
ja: 背景のビネット効果
ka: ფონის ვინეტი
kk: Фон виньеткасы
ko: 배경 비네팅
lt: Fono vinjetė
lv: Fona vinjete
mk: Вињета на позадина
mn: Дэвсгэрийн виньет
ms: Viniet latar
nb: Vignett bakgrunn
nl: Achtergrond vignet
pl: Winietowanie tła
pt_br: Vinheta do plano de fundo
pt_pt: Vinheta do fundo
ro: Vinietă fundal
ru: Виньетирование фона
sk: Vineta pozadia
sl: Vineta ozadja
sq: Vineta e sfondit
sr: Вињета позадине
sr_latn: Vineta pozadine
sv: Vinjett bakgrund
sw: Vignette ya Mandharinyuma
ta: பின்புல விந்யெட்
te: నేపథ్య విన్యెట్
th: วินเยตต์พื้นหลัง
tr: Arka plan vignette
uk: Віньєтування тла
ur: بیک گراؤنڈ ویگنیٹ
uz: Fon vinjetkasi
vi: Viền tối nền
zh_hans: 背景小插图
zh_hk: 背景小插圖

# background_image_load_failed
source: couldn't load background image
af: kon nie agtergrondprent laai nie
ar: تعذّر تحميل صورة الخلفية
be: не атрымалася загрузіць фонавы відарыс
bg: неуспяхме да заредим фоновото изображение
bn: ব্যাকগ্রাউন্ড ইমেজ লোড করা যায়নি
ca: no s’ha pogut carregar la imatge de fons
cs: na pozadí se nepodařilo načíst obrázek
cy: methu llwytho delwedd gefndir
da: kunne ikke indlæse baggrundsbillede
de: Hintergrundbild konnte nicht geladen werden
el: δεν ήταν δυνατή η φόρτωση εικόνας φόντου
es: no se pudo cargar la imagen de fondo
es_419: no se pudo cargar la imagen de fondo
es_us: no se pudo cargar la imagen de fondo
et: taustapilti ei saanud laadida
eu: ezin izan da atzeko irudia kargatu
fa: تصویر پس زمینه بارگیری نشد
fi: taustakuvaa ei voitu ladata
fil: hindi ma-load ang larawan sa background
fr: impossible de charger l’image d’arrière-plan
fr_ca: impossible de charger l’image de fond
ga: níorbh fhéidir íomhá chúlra a lódáil
gl: non se puido cargar a imaxe de fondo
he: לא ניתן לטעון תמונת רקע
hi: पृष्ठभूमि छवि लोड नहीं हो सकी
hr: nisam mogao učitati pozadinsku sliku
hu: nem sikerült betölteni a háttérképet
hy: ֆոնի պատկերը չբեռնվեց
id: tidak bisa memuat gambar latar
is: gat ekki hlaðið bakgrunnsmynd
it: impossibile caricare l’immagine di sfondo
ja: 背景画像を読み込めませんでした
ka: ფონის სურათი ვერ ჩაიტვირთა
kk: фон суретін жүктеу мүмкін болмады
ko: 배경 이미지를 불러올 수 없음
lt: nepavyko įkelti fono paveikslėlio
lv: nevarēja ielādēt fona attēlu
mk: не можеше да се вчита позадинската слика
mn: дэвсгэрийн зургийг ачаалж чадсангүй
ms: tidak dapat memuatkan imej latar
nb: kunne ikke laste bakgrunnsbilde
nl: kon achtergrondafbeelding niet laden
pl: nie można wczytać obrazu tła
pt_br: não foi possível carregar a imagem de fundo
pt_pt: não foi possível carregar a imagem de fundo
ro: nu s-a putut încărca imaginea de fundal
ru: не удалось загрузить фоновое изображение
sk: nepodarilo sa načítať obrázok pozadia
sl: slike ozadja ni bilo mogoče naložiti
sq: nuk u ngarkua imazhi i sfondit
sr: није учитана позадинска слика
sr_latn: nije učitana pozadinska slika
sv: kunde inte läsa in bakgrundsbilden
sw: haikuweza kupakia picha ya usuli
ta: பின்புலப் படம் ஏற்ற முடியவில்லை
te: నేపథ్య చిత్రం లోడ్ కాలేదు
th: โหลดภาพพื้นหลังไม่ได้
tr: arka plan görseli yüklenemedi
uk: не вдалося завантажити фонове зображення
ur: پس منظر کی تصویر لوڈ نہیں ہو سکی
uz: fon rasmi yuklanmadi
vi: không tải được ảnh nền
zh_hans: 无法加载背景图片
zh_hk: 無法載入背景圖片

# BackgroundHelp
source: Switch the background color between dark and light when Torch Touch is on.
af: Verander die agtergrondkleur tussen donker en lig wanneer Torch Touch aan is.
ar: يُغيِّر لون الخلفية بين الداكن والفاتح عند تشغيل Torch Touch.
be: Пераключайце колер фону паміж цёмным і светлым, калі ўключаны Torch Touch.
bg: Превключвайте цвета на фона между тъмен и светъл, когато Torch Touch е включен.
bn: টর্চ টাচ চালু থাকলে অন্ধকার এবং আলোর মধ্যে পটভূমির রঙ পরিবর্তন করুন।
ca: Canvia el color de fons entre fosc i clar quan Torch Touch està activat.
cs: Přepíná barvu pozadí mezi tmavou a světlou, když je Zapnutí dotykem zapnuté.
cy: Newidiwch y lliw cefndir rhwng tywyll a golau pan fydd Torch Touch ymlaen.
da: Skift baggrundsfarve mellem mørk og lys, når Berøringslys er tændt.
de: Wechselt die Hintergrundfarbe zwischen dunkel und hell, wenn Fackel‑Berührung aktiv ist.
el: Εναλλάσσει το χρώμα φόντου μεταξύ σκοτεινού και φωτεινού όταν το Torch Touch είναι ενεργό.
es: Cambiar el color de fondo entre oscuro y claro cuando la linterna está encendida
es_419: Cambia el color de fondo entre oscuro y claro cuando Toque linterna está activado.
es_us: Cambia el color de fondo entre oscuro y claro cuando Toque linterna está activado.
et: Lülitage taustavärv tumeda ja heleda vahel, kui Torch Touch on sisse lülitatud.
eu: Aldatu atzeko planoaren kolorea ilunaren eta argiaren artean Torch Touch aktibatuta dagoenean.
fa: وقتی Torch Touch روشن است، رنگ پس‌زمینه را بین تیره و روشن تغییر دهید.
fi: Vaihtaa taustavärin tumman ja vaalean välillä, kun Kosketuslamppu on päällä.
fil: Ilipat ang kulay ng background sa pagitan ng madilim at maliwanag kapag naka-on ang Torch Touch.
fr: Basculer la couleur de l’arrière-plan entre sombre et clair lorsque la lampe est allumée
fr_ca: Alterne la couleur de fond entre foncé et clair lorsque Touche torche est activée.
ga: Athraigh dath an chúlra idir an dorchadas agus an solas nuair a bhíonn Tóirse Touch ar siúl.
gl: Cambia a cor de fondo entre escuro e claro cando Torch Touch está activado.
he: מחליף את צבע הרקע בין כהה לבהיר כש־Torch Touch פעיל.
hi: Torch Touch चालू होने पर पृष्ठभूमि का रंग गहरे और हल्के के बीच बदलता है।
hr: Mijenja boju pozadine između tamne i svijetle kad je Torch Touch uključen.
hu: Kapcsolja a háttérszínt sötét és világos között, amikor a Torch Touch be van kapcsolva.
hy: Փոխեք ֆոնի գույնը մուգի և բաց գույնի միջև, երբ Torch Touch-ը միացված է:
id: Mengganti warna latar belakang antara gelap dan terang saat Torch Touch aktif.
is: Skiptu bakgrunnslitnum á milli dökks og ljóss þegar kveikt er á Torch Touch.
it: Cambia il colore di sfondo tra scuro e chiaro quando Torch Touch è attivo.
ja: Torch Touchがオンのとき、背景色をダークとライトの間で切り替えます。
ka: შეცვალეთ ფონის ფერი მუქსა და ნათელს შორის, როდესაც Torch Touch ჩართულია.
kk: Torch Touch қосулы кезде фон түсін күңгірт пен ашық түске ауыстырыңыз.
ko: Torch Touch가 켜져 있을 때 배경색을 어두운 색과 밝은 색으로 전환합니다.
lt: Kai įjungtas „Torch Touch“, perjunkite fono spalvą iš tamsios ir šviesios.
lv: Pārslēdziet fona krāsu no tumšas uz gaišu, kad ir ieslēgts Torch Touch.
mk: Префрлете ја бојата на заднината помеѓу темна и светла кога е вклучен Torch Touch.
mn: Torch Touch асаалттай үед арын өнгийг бараан болон цайвар хооронд сэлгэнэ үү.
ms: Tukar warna latar belakang antara gelap dan cerah apabila Torch Touch dihidupkan.
nb: Bytt bakgrunnsfarge mellom mørk og lys når Torch Touch er påslått.
nl: Wissel de achtergrondkleur tussen donker en licht wanneer Torch Touch ingeschakeld is.
pl: Zmienia kolor tła między ciemnym a jasnym, gdy Torch Touch jest włączony.
pt_br: Altera a cor de fundo entre escuro e claro quando o Torch Touch está ligado.
pt_pt: Altera a cor de fundo entre escuro e claro quando o Torch Touch está ligado.
ro: Când Torch Touch este activat, schimbă culoarea de fundal între închis și deschis.
ru: При включённом Torch Touch переключает цвет фона между тёмным и светлым.
sk: Pri zapnutom Torch Touch prepína farbu pozadia medzi tmavou a svetlou.
sl: Ko je Torch Touch vklopljen, preklopi barvo ozadja med temno in svetlo.
sq: Ndryshoni ngjyrën e sfondit midis errësirës dhe dritës kur Toch Touch është i ndezur.
sr: Пребаците боју позадине између тамне и светле када је Торцх Тоуцх укључен.
sr_latn: Пребаците боју позадине између тамне и светле када је Торцх Тоуцх укључен.
sv: Växlar bakgrundsfärg mellan mörk och ljus när Torch Touch är aktiverat.
sw: Badilisha rangi ya mandharinyuma kati ya giza na nyepesi wakati Torch Touch imewashwa.
ta: டார்ச் டச் ஆன் செய்யப்பட்டிருக்கும் போது பின்னணி நிறத்தை இருட்டிற்கும் வெளிச்சத்திற்கும் இடையில் மாற்றவும்.
te: టార్చ్ టచ్ ఆన్‌లో ఉన్నప్పుడు బ్యాక్‌గ్రౌండ్ రంగును డార్క్ మరియు లైట్ మధ్య మార్చండి.
th: สลับสีพื้นหลังระหว่างโทนเข้มและโทนอ่อนเมื่อ Torch Touch เปิดใช้งานอยู่
tr: Torch Touch açıkken arka plan rengini koyu ve açık arasında değiştirir.
uk: Під час увімкненого Torch Touch перемикає колір фону між темним і світлим.
ur: ٹارچ ٹچ آن ہونے پر پس منظر کا رنگ سیاہ اور روشنی کے درمیان تبدیل کریں۔
uz: Torch Touch yoqilganda fon rangini quyuq va och rangga almashtiring.
vi: Chuyển đổi màu nền giữa tối và sáng khi Torch Touch đang bật.
zh_hans: 手电筒开启时，在深色与浅色之间切换背景颜色
zh_hk: 當 Torch Touch 開啟時，在深色與淺色之間切換背景顏色。

source: Behavior
af: Gedrag
ar: السلوك
be: Паводзіны
bg: Поведение
bn: আচরণ
ca: Comportament
cs: Chování
cy: Ymddygiad
da: Adfærd
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
es_419: Comportamiento
es_us: Comportamiento
et: Käitumine
eu: Jokabidea
fa: رفتار
fi: Toiminta
fil: Gawi
fr: Comportement
fr_ca: Comportement
ga: Iompar
gl: Comportamento
he: התנהגות
hi: व्यवहार
hr: Ponašanje
hu: Viselkedés
hy: Վարք
id: Perilaku
is: Hegðun
it: Comportamento
ja: 動作
ka: ქცევა
kk: Мінез-құлық
ko: 동작
lt: Elgsena
lv: Uzvedība
mk: Однесување
mn: Зан үйл
ms: Tingkah laku
nb: Atferd
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
pt_pt: Comportamento
ro: Comportament
ru: Поведение
sk: Správanie
sl: Vedenje
sq: Sjellja
sr: Понашање
sr_latn: Ponašanje
sv: Beteende
sw: Tabia
ta: நடத்தை
te: ప్రవర్తన
th: พฤติกรรม
tr: Davranış
uk: Поведінка
ur: رویہ
uz: Xulq-atvor
vi: Hành vi
zh_hans: 行为
zh_hk: 行為

source: bleach
af: bleikmiddel
be: адбельвальнік
bg: белина
bn: ব্লিচ
ca: lleixiu
cs: bělidlo
da: blege
el: λευκαντικό
es_419: lejía
es_us: lejía
et: valgendi
eu: lixiba
fa: سفید کننده
fi: valkaisuaine
fil: pampaputi
gl: lixivia
hr: izbjeljivač
hu: fehérítő
hy: սպիտակեցնող միջոց
id: pemutih
is: bleikja
ka: გაუფერულება
kk: ағартқыш
lt: baliklis
lv: balinātājs
mk: белилото
mn: цайруулагч
ms: peluntur
nb: blekemiddel
ro: albire
sk: bielidlo
sl: belilo
sq: zbardhues
sr: избељивач
ta: ப்ளீச்
te: బ్లీచ్
th: สารฟอกขาว
ur: بلیچ
uz: oqartiruvchi
zh_hk: 漂白

source: Bloom
af: Bloei
ar: إضاءة
be: Блюм
bg: Блум
bn: ব্লুম
ca: Floreix
cs: Květ
cy: Blodeuo
de: Blühen
el: Ανθηση
es_419: Floración
es_us: Floración
et: Õitsema
eu: Loraldia
fa: درخشش
fi: Kukinta
fr: Floraison
fr_ca: Floraison
gl: Florecer
he: לִפְרוֹחַ
hi: ब्लूम
hu: Virágzás
hy: Ծաղկել
id: Bunga
is: Blómstra
it: Fioritura
ja: ブルーム
ka: ბლუმი
kk: Блум
ko: 블룸
mk: Блум
ms: Mekar
nl: Bloeien
pt_br: Florescer
ro: Floare
sq: Lulëzim
sr: Блум
sr_latn: Блоом
sv: Blomma
ta: ப்ளூம்
te: బ్లూమ్
th: บลูม
ur: بلوم
uz: Gullash
zh_hans: 光晕
zh_hk: 光暈

source: blur
af: vervaag
ar: ضبابية
be: размыццё
bg: размазване
bn: ঝাপসা
ca: difuminat
cs: rozmazání
cy: cwmwl
da: sløring
de: Unschärfe
el: θόλωμα
es: desenfoque
es_419: desenfoque
es_us: desenfoque
et: hägusus
eu: lausotzea
fa: تاری
fi: sumennus
fil: lumabo
fr: flou
fr_ca: flou
ga: doiléir
gl: desenfoque
he: טשטוש
hi: ब्लर
hr: zamućenje
hu: elmosás
hy: բլուր
id: buram
is: þoka
it: sfocatura
ja: ぼかし
ka: გაბუნდოვანება
kk: бұлыңғырлық
ko: 블러
lt: sulieti
lv: aizmiglot
mk: заматување
mn: бүдгэрэл
ms: kabur
nb: uskarphet
nl: vervaging
pl: rozmycie
pt_br: desfoque
pt_pt: desfoque
ro: estompare
ru: размытие
sk: rozmazanie
sl: zameglitev
sq: mjegullim
sr: замућење
sr_latn: zamućenje
sv: oskärpa
sw: ukungu
ta: மங்கல்
te: మసక
th: เบลอ
tr: bulanık
uk: розмиття
ur: دھندلا
uz: xiralashtirish
vi: mờ
zh_hans: 模糊
zh_hk: 模糊

source: Bold and dynamic
af: Vet en dinamies
ar: جريء وحيوي
be: Смела і дынамічна
bg: Дързо и динамично
bn: সাহসী এবং গতিশীল
ca: Osa i dinàmic
cs: Odvážné a dynamické
cy: Beiddgar a deinamig
da: Dristig og dynamisk
de: Kühn und dynamisch
el: Τολμηρό και δυναμικό
es: Audaz y dinámico
es_419: Audaz y dinámico
es_us: Audaz y dinámico
et: Julge ja dünaamiline
eu: Bortitz eta dinamikoa
fa: جسور و پویا
fi: Rohkea ja dynaaminen
fil: Matapang at dynamic
fr: Audacieux et dynamique
fr_ca: Audacieux et dynamique
ga: Dána agus dinimiciúil
gl: Ousado e dinámico
he: נועז ודינמי
hi: साहसी और गतिशील
hr: Odvažno i dinamično
hu: Merész és dinamikus
hy: Ձիդ ու դինամիկ
id: Tegas dan dinamis
is: Djörf og kraftmikil
it: Audace e dinamico
ja: 力強くダイナミック
ka: გამბედავი და დინამიკური
kk: Батыл және динамикалық
ko: 대담하고 역동적
lt: Drąsus ir dinamiškas
lv: Drosmīgs un dinamisks
mk: Дерзо и динамично
mn: Зоригтой динамик
ms: Berani dan dinamik
nb: Dynamisk og dristig
nl: Stoutmoedig en dynamisch
pl: Śmiały i dynamiczny
pt_br: Arrojado e dinâmico
pt_pt: Arrojado e dinâmico
ro: Îndrăzneț și dinamic
ru: Смело и динамично
sk: Smelé a dynamické
sl: Drzno in dinamično
sq: I guximshëm dhe dinamik
sr: Одважно и динамично
sr_latn: Odvažno i dinamično
sv: Djärv och dynamisk
sw: Ujasiri na wenye nguvu
ta: துணிச்சலும் சுறுசுறுப்பும்
te: ధైర్యంగా చురుకుగా
th: กล้าและมีพลัง
tr: Cesur ve dinamik
uk: Сміливо й динамічно
ur: جرات مندانہ اور متحرک
uz: Jasur va dinamik
vi: Táo bạo và năng động
zh_hans: 大胆而动感
zh_hk: 大膽而動感
